Repository: apexbymanish/myKharcha
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, mr, ne, pt_br, ru, ta, te, tr, ur, vi, zh_hans

source: Settle up
ar: تسوية الحساب
bn: মিটিয়ে নিন
de: Ausgleichen
es: Saldar cuentas
fr: Régler les comptes
hi: हिसाब चुकता करें
id: Selesaikan
ja: 精算する
ko: 정산하기
mr: हिशोब चुकता करा
ne: फर्छ्यौट गर्नुहोस्
pt_br: Acertar contas
ru: Рассчитаться
ta: தீர்வு செய்யவும்
te: బాకీ తీర్చు
tr: Hesabı kapat
ur: حساب برابر کریں
vi: Tất toán
zh_hans: 结清

source: Settle Up
ar: تسوية الحساب
bn: মিটিয়ে নিন
de: Ausgleichen
es: Saldar cuentas
fr: Régler les comptes
hi: हिसाब चुकता करें
id: Selesaikan
ja: 精算する
ko: 정산하기
mr: हिशोब चुकता करा
ne: फर्छ्यौट गर्नुहोस्
pt_br: Acertar Contas
ru: Рассчитаться
ta: தீர்வு செய்யவும்
te: బాకీ తీర్చు
tr: Hesabı Kapat
ur: حساب برابر کریں
vi: Tất toán
zh_hans: 结清

source: settled
ar: تمت التسوية
bn: নিষ্পত্তি হয়েছে
de: ausgeglichen
es: saldado
fr: soldé
hi: निपटा
id: lunas
ja: 精算済み
ko: 정산 완료
mr: निपटले
ne: मिलान भयो
pt_br: quitado
ru: рассчитано
ta: தீர்க்கப்பட்டது
te: సెటిల్ అయింది
tr: kapandı
ur: حساب برابر
vi: đã tất toán
zh_hans: 已结清

source: Settled
ar: تمت التسوية
bn: মিটে গেছে
de: Ausgeglichen
es: Saldado
fr: Réglé
hi: चुकता
id: Selesai
ja: 精算済み
ko: 정산됨
mr: चुकता झाले
ne: फर्छ्यौट भयो
pt_br: Quitado
ru: Рассчитано
ta: தீர்க்கப்பட்டது
te: సెటిల్ అయింది
tr: Kapatıldı
ur: طے شدہ
vi: Đã tất toán
zh_hans: 已结清

source: Settled up
ar: تمت التسوية
bn: সব নিষ্পত্তি
de: Ausgeglichen
es: Todo saldado
fr: Tout est soldé
hi: हिसाब बराबर
id: Sudah lunas
ja: 精算済み
ko: 정산 완료
mr: हिशेब बरोबर
ne: हिसाब मिल्यो
pt_br: Tudo quitado
ru: Всё рассчитано
ta: கணக்கு தீர்ந்தது
te: అంతా సెటిల్
tr: Hesap kapandı
ur: حساب برابر ہے
vi: Đã tất toán
zh_hans: 已结清

source: Share
ar: مشاركة
bn: শেয়ার করুন
de: Teilen
es: Compartir
fr: Partager
hi: शेयर करें
id: Bagikan
ja: 共有
ko: 공유
mr: शेअर करा
ne: सेयर गर्नुहोस्
pt_br: Compartilhar
ru: Поделиться
ta: பகிர்
te: షేర్ చేయి
tr: Paylaş
ur: شیئر کریں
vi: Chia sẻ
zh_hans: 分享

source: Share Kharcha
ar: مشاركة Kharcha
bn: Kharcha শেয়ার করুন
de: Kharcha teilen
es: Compartir Kharcha
fr: Partager Kharcha
hi: Kharcha शेयर करें
id: Bagikan Kharcha
ja: Kharchaを共有
ko: Kharcha 공유하기
mr: Kharcha शेअर करा
ne: Kharcha सेयर गर्नुहोस्
pt_br: Compartilhar Kharcha
ru: Поделиться Kharcha
ta: Kharcha-வைப் பகிர்
te: Kharcha షేర్ చేయి
tr: Kharcha'yı Paylaş
ur: Kharcha شیئر کریں
vi: Chia sẻ Kharcha
zh_hans: 分享 Kharcha

source: short %@
ar: ناقص %@
bn: %@ কম
de: %@ zu wenig
es: faltan %@
fr: manque %@
hi: %@ की कमी
id: kurang %@
ja: %@不足
ko: %@ 부족
mr: %@ कमी
ne: %@ कम
pt_br: faltam %@
ru: не хватает %@
ta: %@ குறைவு
te: %@ తక్కువ
tr: %@ eksik
ur: %@ کم
vi: thiếu %@
zh_hans: 还差 %@

source: Short %@ for this month's commitments.
ar: ناقص %@ لتغطية التزامات هذا الشهر.
bn: এই মাসের বাধ্যবাধকতার জন্য %@ কম আছে।
de: %@ zu wenig für die Verpflichtungen dieses Monats.
es: Te faltan %@ para los compromisos de este mes.
fr: Il manque %@ pour les engagements de ce mois.
hi: इस महीने की प्रतिबद्धताओं के लिए %@ कम है।
id: Kurang %@ untuk komitmen bulan ini.
ja: 今月の固定費に対して%@不足しています。
ko: 이번 달 고정 지출에 %@ 부족해요.
mr: या महिन्याच्या जबाबदाऱ्यांसाठी %@ कमी आहेत.
ne: यस महिनाको प्रतिबद्धताका लागि %@ कम।
pt_br: Faltam %@ para os compromissos deste mês.
ru: Не хватает %@ на обязательства этого месяца.
ta: இந்த மாத கடமைகளுக்கு %@ குறைவு.
te: ఈ నెల కట్టుబాట్ల కోసం %@ తక్కువ ఉంది.
tr: Bu ayın taahhütleri için %@ eksik.
ur: اس مہینے کے واجبات کے لیے %@ کم۔
vi: Thiếu %@ cho các khoản cam kết tháng này.
zh_hans: 本月固定支出还差 %@。

source: Show amounts
ar: إظهار المبالغ
bn: পরিমাণ দেখান
de: Beträge anzeigen
es: Mostrar importes
fr: Afficher les montants
hi: राशियां दिखाएं
id: Tampilkan nominal
ja: 金額を表示
ko: 금액 표시
mr: रक्कम दाखवा
ne: रकम देखाउनुहोस्
pt_br: Mostrar valores
ru: Показать суммы
ta: தொகைகளைக் காட்டு
te: మొత్తాలను చూపించు
tr: Tutarları göster
ur: رقوم دکھائیں
vi: Hiện số tiền
zh_hans: 显示金额

source: Showing %@ — tap to show all
ar: يتم عرض %@ — اضغط لعرض الكل
bn: %@ দেখানো হচ্ছে — সব দেখতে ট্যাপ করুন
de: %@ wird angezeigt – zum Anzeigen aller tippen
es: Mostrando %@; toca para ver todo
fr: Affichage de %@ — appuie pour tout afficher
hi: %@ दिखाए जा रहे हैं — सभी देखने के लिए टैप करें
id: Menampilkan %@ — ketuk untuk menampilkan semua
ja: %@を表示中 — タップしてすべて表示
ko: %@ 표시 중 — 탭하면 전체 보기
mr: %@ दाखवत आहे — सर्व दाखवण्यासाठी टॅप करा
ne: %@ देखाइँदै — सबै देखाउन ट्याप गर्नुहोस्
pt_br: Mostrando %@ — toque para exibir tudo
ru: Показано %@ — нажмите, чтобы показать все
ta: %@ காட்டப்படுகிறது — அனைத்தையும் காட்ட தட்டவும்
te: %@ చూపిస్తోంది — అన్నీ చూడటానికి నొక్కండి
tr: %@ gösteriliyor — tümünü görmek için dokunun
ur: %@ دکھایا جا رہا ہے — سب دکھانے کے لیے ٹیپ کریں
vi: Đang hiển thị %@ — chạm để xem tất cả

source: Sign Out
ar: تسجيل الخروج
bn: সাইন আউট
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट करें
id: Keluar
ja: サインアウト
ko: 로그아웃
mr: साइन आउट करा
ne: साइन आउट गर्नुहोस्
pt_br: Sair
ru: Выйти
ta: வெளியேறவும்
te: సైన్ అవుట్
tr: Çıkış Yap
ur: سائن آؤٹ
vi: Đăng xuất
zh_hans: 退出登录

source: Signed in with Apple
ar: تم تسجيل الدخول عبر Apple
bn: Apple দিয়ে সাইন ইন করা হয়েছে
de: Mit Apple angemeldet
es: Sesión iniciada con Apple
fr: Connecté avec Apple
hi: Apple से साइन इन किया गया
id: Masuk dengan Apple
ja: Appleでサインイン済み
ko: Apple로 로그인됨
mr: Apple सह साइन इन केले
ne: Apple बाट साइन इन गरिएको
pt_br: Conectado com a Apple
ru: Вход через Apple выполнен
ta: Apple மூலம் உள்நுழைந்துள்ளீர்கள்
te: Appleతో సైన్ ఇన్ అయ్యారు
tr: Apple ile giriş yapıldı
ur: Apple کے ساتھ سائن ان کیا گیا
vi: Đã đăng nhập bằng Apple
zh_hans: 已使用 Apple 登录

source: Skip
ar: تخطي
bn: এড়িয়ে যান
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें
id: Lewati
ja: スキップ
ko: 건너뛰기
mr: वगळा
ne: छोड्नुहोस्
pt_br: Pular
ru: Пропустить
ta: தவிர்க்கவும்
te: దాటవేయి
tr: Atla
ur: چھوڑیں
vi: Bỏ qua
zh_hans: 跳过

source: Something you're paying off over several months.
ar: شيء تسدده على عدة أشهر.
bn: এমন কিছু যা আপনি কয়েক মাস ধরে পরিশোধ করছেন।
de: Etwas, das du über mehrere Monate abbezahlst.
es: Algo que estás pagando en varios meses.
fr: Quelque chose que tu rembourses sur plusieurs mois.
hi: कुछ ऐसा जिसे आप कई महीनों में चुका रहे हैं।
id: Sesuatu yang sedang kamu lunasi selama beberapa bulan.
ja: 数か月かけて支払っているものです。
ko: 여러 달에 걸쳐 갚아나가는 항목이에요.
mr: काही महिन्यांत तुम्ही फेडत असलेली एखादी गोष्ट.
ne: तपाईंले कैयौं महिनासम्म तिर्दै गर्नुभएको कुरा।
pt_br: Algo que você está pagando em várias parcelas.
ru: То, что вы выплачиваете в течение нескольких месяцев.
ta: நீங்கள் பல மாதங்களாகக் கட்டி முடிக்கும் ஒன்று.
te: మీరు చాలా నెలల పాటు చెల్లిస్తున్నది ఏదైనా.
tr: Birkaç aya yayarak ödediğiniz bir şey.
ur: کوئی چیز جو آپ کئی مہینوں میں ادا کر رہے ہیں۔
vi: Một khoản bạn đang trả dần trong nhiều tháng.
zh_hans: 你分几个月偿还的项目。

source: Spending
ar: الإنفاق
bn: খরচ
de: Ausgaben
es: Gastos
fr: Dépenses
hi: खर्च
id: Pengeluaran
ja: 支出
ko: 지출
mr: खर्च
ne: खर्च
pt_br: Gastos
ru: Расходы
ta: செலவு
te: ఖర్చు
tr: Harcama
ur: اخراجات
vi: Chi tiêu
zh_hans: 支出

source: Spending & income
ar: الإنفاق والدخل
bn: খরচ ও আয়
de: Ausgaben & Einnahmen
es: Gastos e ingresos
fr: Dépenses et revenus
hi: खर्च और आय
id: Pengeluaran & pemasukan
ja: 支出と収入
ko: 지출 및 수입
mr: खर्च आणि उत्पन्न
ne: खर्च र आम्दानी
pt_br: Gastos e receitas
ru: Расходы и доходы
ta: செலவு & வருமானம்
te: ఖర్చు & ఆదాయం
tr: Harcama ve gelir
ur: اخراجات اور آمدنی
vi: Chi tiêu & thu nhập

source: Spent
ar: المُنفق
bn: খরচ হয়েছে
de: Ausgegeben
es: Gastado
fr: Dépensé
hi: खर्च हुआ
id: Terpakai
ja: 使用済み
ko: 지출액
mr: खर्च झाले
ne: खर्च भयो
pt_br: Gasto
ru: Потрачено
ta: செலவிடப்பட்டது
te: ఖర్చు చేశారు
tr: Harcanan
ur: خرچ شدہ
vi: Đã chi
zh_hans: 已花

source: SPENT
ar: المنفَق
bn: ব্যয়
de: AUSGEGEBEN
es: GASTADO
fr: DÉPENSÉ
hi: खर्च
id: DIKELUARKAN
ja: 支出
ko: 지출
mr: खर्च
ne: खर्च
pt_br: GASTO
ru: ПОТРАЧЕНО
ta: செலவு
te: ఖర్చు
tr: HARCANAN
ur: خرچ
vi: ĐÃ CHI
zh_hans: 支出

source: Spent this month
ar: المُنفق هذا الشهر
bn: এই মাসে খরচ হয়েছে
de: Ausgegeben diesen Monat
es: Gastado este mes
fr: Dépensé ce mois-ci
hi: इस महीने खर्च हुआ
id: Terpakai bulan ini
ja: 今月の支出
ko: 이번 달 지출
mr: या महिन्यात खर्च झाले
ne: यस महिना खर्च भयो
pt_br: Gasto neste mês
ru: Потрачено в этом месяце
ta: இந்த மாதம் செலவிடப்பட்டது
te: ఈ నెల ఖర్చు చేశారు
tr: Bu ay harcanan
ur: اس مہینے خرچ شدہ
vi: Đã chi tháng này
zh_hans: 本月已花

source: Split into monthly installments
ar: تقسيم على أقساط شهرية
bn: মাসিক কিস্তিতে ভাগ করুন
de: In monatliche Raten aufteilen
es: Dividir en cuotas mensuales
fr: Répartir en mensualités
hi: मासिक इंस्टॉलमेंट्स में बांटें
id: Dibagi menjadi cicilan bulanan
ja: 毎月の分割払いに分ける
ko: 월별 할부로 나누기
mr: मासिक हप्त्यांमध्ये विभागा
ne: मासिक किस्तामा विभाजन गर्नुहोस्
pt_br: Dividir em parcelas mensais
ru: Разбить на ежемесячные платежи
ta: மாதத் தவணைகளாகப் பிரிக்கவும்
te: నెలవారీ వాయిదాలుగా విభజించు
tr: Aylık taksitlere bölünür
ur: ماہانہ اقساط میں تقسیم کریں
vi: Chia thành các kỳ trả góp hàng tháng
zh_hans: 分成月度分期

source: Start the day in control.
ar: ابدأ يومك وأنت مسيطر.
bn: দিনটা নিয়ন্ত্রণে রেখে শুরু করুন।
de: Starte den Tag mit Überblick.
es: Empieza el día con el control.
fr: Commencez la journée aux commandes.
hi: दिन की शुरुआत नियंत्रण के साथ करें।
id: Mulai hari dengan kendali penuh.
ja: 今日も把握から始めましょう。
ko: 오늘도 상황을 파악하며 시작해요.
mr: दिवसाची सुरुवात नियंत्रणात करा.
ne: दिनको सुरुवात नियन्त्रणसँग गर्नुहोस्।
pt_br: Comece o dia no controle.
ru: Начните день с контроля.
ta: நாளை கட்டுப்பாட்டுடன் தொடங்குங்கள்.
te: రోజును అదుపుతో ప్రారంభించండి.
tr: Güne kontrol sizde başlayın.
ur: دن کا آغاز کنٹرول کے ساتھ کریں۔
vi: Bắt đầu ngày mới trong tầm kiểm soát.
zh_hans: 从掌控开始新的一天。

source: Starts
ar: يبدأ
bn: শুরু
de: Beginnt
es: Empieza
fr: Débute
hi: शुरू होता है
id: Dimulai
ja: 開始
ko: 시작
mr: सुरू होते
ne: सुरु हुन्छ
pt_br: Início
ru: Начало
ta: தொடங்குகிறது
te: మొదలవుతుంది
tr: Başlangıç
ur: شروع
vi: Bắt đầu
zh_hans: 开始

source: Stop new spending
ar: أوقف الإنفاق الجديد
bn: নতুন খরচ বন্ধ করুন
de: Keine neuen Ausgaben
es: Detén nuevos gastos
fr: Stoppez les dépenses
hi: नया खर्च रोकें
id: Hentikan pengeluaran baru
ja: 新たな支出を止める
ko: 추가 지출 중단
mr: नवीन खर्च थांबवा
ne: नयाँ खर्च रोक्नुहोस्
pt_br: Pare novos gastos
ru: Прекратите новые траты
ta: புதிய செலவை நிறுத்துங்கள்
te: కొత్త ఖర్చులు ఆపండి
tr: Yeni harcamayı durdurun
ur: نیا خرچ روکیں
vi: Ngừng chi tiêu mới
zh_hans: 停止新的支出

source: Subscriptions
ar: الاشتراكات
bn: সাবস্ক্রিপশন
de: Abonnements
es: Suscripciones
fr: Abonnements
hi: सब्सक्रिप्शन
id: Langganan
ja: サブスクリプション
ko: 구독
mr: सबस्क्रिप्शन्स
ne: सदस्यताहरू
pt_br: Assinaturas
ru: Подписки
ta: சந்தாக்கள்
te: సబ్‌స్క్రిప్షన్‌లు
tr: Abonelikler
ur: سبسکرپشنز
vi: Gói đăng ký
zh_hans: 订阅

source: Suggested target income
ar: الدخل المستهدف المقترح
bn: প্রস্তাবিত লক্ষ্য আয়
de: Empfohlenes Zieleinkommen
es: Ingreso objetivo sugerido
fr: Revenu cible suggéré
hi: सुझाई गई लक्ष्य आय
id: Target pemasukan yang disarankan
ja: おすすめの目標収入
ko: 권장 목표 수입
mr: सुचवलेले लक्ष्य उत्पन्न
ne: सुझाव गरिएको लक्ष्य आम्दानी
pt_br: Receita alvo sugerida
ru: Рекомендуемый целевой доход
ta: பரிந்துரைக்கப்பட்ட இலக்கு வருமானம்
te: సూచించిన లక్ష్య ఆదాయం
tr: Önerilen hedef gelir
ur: تجویز کردہ ہدف آمدنی
vi: Thu nhập mục tiêu đề xuất
zh_hans: 建议目标收入

source: Summary
ar: الملخص
bn: সারাংশ
de: Übersicht
es: Resumen
fr: Résumé
hi: सारांश
id: Ringkasan
ja: サマリー
ko: 요약
mr: सारांश
ne: सारांश
pt_br: Resumo
ru: Сводка
ta: சுருக்கம்
te: సారాంశం
tr: Özet
ur: خلاصہ
vi: Tổng quan
zh_hans: 摘要

source: Swipe to another period
ar: مرِّر إلى فترة أخرى
bn: অন্য সময়ে সোয়াইপ করুন
de: Zu einem anderen Zeitraum wischen
es: Desliza a otro periodo
fr: Balayez vers une autre période
hi: दूसरी अवधि पर स्वाइप करें
id: Geser ke periode lain
ja: スワイプして別の期間へ
ko: 밀어서 다른 기간 보기
mr: दुसऱ्या कालावधीकडे स्वाइप करा
ne: अर्को अवधिमा स्वाइप गर्नुहोस्
pt_br: Deslize para outro período
ru: Смахните к другому периоду
ta: வேறு காலத்திற்கு ஸ்வைப் செய்யுங்கள்
te: మరో వ్యవధికి స్వైప్ చేయండి
tr: Başka bir döneme kaydırın
ur: دوسرے دورانیے پر سوائپ کریں
vi: Vuốt sang kỳ khác
zh_hans: 滑动查看其他时段

source: Sync failed. Check your connection or tap Back Up Now to retry.
ar: فشلت المزامنة. تحقق من اتصالك أو اضغط على "إنشاء نسخة احتياطية الآن" لإعادة المحاولة.
bn: সিঙ্ক ব্যর্থ হয়েছে। আপনার সংযোগ পরীক্ষা করুন অথবা পুনরায় চেষ্টা করতে এখনই ব্যাকআপ নিন-এ ট্যাপ করুন।
de: Synchronisierung fehlgeschlagen. Überprüfe deine Verbindung oder tippe auf „Jetzt sichern“, um es erneut zu versuchen.
es: Error de sincronización. Revisa tu conexión o toca “Hacer copia ahora” para reintentarlo.
fr: Échec de la synchronisation. Vérifie ta connexion ou appuie sur « Sauvegarder maintenant » pour réessayer.
hi: सिंक विफल रहा। अपना कनेक्शन जाँचें या फिर से कोशिश करने के लिए 'अभी बैकअप लें' पर टैप करें।
id: Sinkronisasi gagal. Periksa koneksi Anda atau ketuk Cadangkan Sekarang untuk mencoba lagi.
ja: 同期に失敗しました。接続を確認するか、「今すぐバックアップ」をタップして再試行してください。
ko: 동기화에 실패했어요. 연결 상태를 확인하거나 '지금 백업하기'를 탭해 다시 시도하세요.
mr: सिंक अयशस्वी झाले. तुमचे कनेक्शन तपासा किंवा पुन्हा प्रयत्न करण्यासाठी 'आता बॅकअप घ्या' वर टॅप करा.
ne: सिंक असफल भयो। आफ्नो इन्टरनेट जडान जाँच्नुहोस् वा फेरि प्रयास गर्न “अहिले ब्याकअप गर्नुहोस्” ट्याप गर्नुहोस्।
pt_br: Falha na sincronização. Verifique sua conexão ou toque em Fazer Backup Agora para tentar de novo.
ru: Не удалось синхронизировать. Проверьте подключение или нажмите «Создать копию сейчас», чтобы повторить попытку.
ta: ஒத்திசைவு தோல்வியடைந்தது. உங்கள் இணைப்பைச் சரிபார்க்கவும் அல்லது மீண்டும் முயற்சிக்க இப்போதே காப்புப் பிரதி எடு என்பதைத் தட்டவும்.
te: సింక్ విఫలమైంది. మీ కనెక్షన్‌ని తనిఖీ చేయండి లేదా మళ్లీ ప్రయత్నించడానికి 'ఇప్పుడే బ్యాకప్ చేయండి' నొక్కండి.
vi: Đồng bộ thất bại. Hãy kiểm tra kết nối mạng hoặc chạm Sao lưu ngay để thử lại.

source: Synced
ar: تمت المزامنة
bn: সিঙ্ক করা হয়েছে
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
hi: सिंक हो गया
id: Tersinkron
ja: 同期済み
ko: 동기화됨
mr: सिंक झाले
ne: सिंक भयो
pt_br: Sincronizado
ru: Синхронизировано
ta: ஒத்திசைக்கப்பட்டது
te: సింక్ అయింది
tr: Senkronize edildi
ur: سنک شدہ
vi: Đã đồng bộ
zh_hans: 已同步

source: Target amount
ar: المبلغ المستهدف
bn: লক্ষ্য পরিমাণ
de: Zielbetrag
es: Importe objetivo
fr: Montant cible
hi: लक्ष्य राशि
id: Jumlah target
ja: 目標金額
ko: 목표 금액
mr: लक्ष्य रक्कम
ne: लक्ष्य रकम
pt_br: Valor da meta
ru: Целевая сумма
ta: இலக்குத் தொகை
te: లక్ష్య మొత్తం
tr: Hedef tutar
ur: ہدف رقم
vi: Số tiền mục tiêu
zh_hans: 目标金额

source: The app finds amounts and dates, and flags anything that looks like a duplicate.
ar: يكتشف التطبيق المبالغ والتواريخ، ويضع علامة على أي شيء يبدو مكررًا.
bn: অ্যাপটি পরিমাণ ও তারিখ খুঁজে বের করে, আর যা কিছু সদৃশ মনে হয় তা চিহ্নিত করে।
de: Die App findet Beträge und Daten und markiert alles, was wie ein Duplikat aussieht.
es: La app detecta importes y fechas, y marca cualquier posible duplicado.
fr: L’app repère les montants et les dates, et signale tout ce qui ressemble à un doublon.
hi: ऐप राशियां और तारीखें ढूंढता है, और जो कुछ भी डुप्लिकेट जैसा लगे उसे फ़्लैग करता है।
id: Aplikasi menemukan nominal dan tanggal, serta menandai apa pun yang terlihat seperti duplikat.
ja: アプリが金額と日付を見つけ、重複していそうなものにはフラグを立てます。
ko: 앱이 금액과 날짜를 찾아내고, 중복으로 보이는 항목은 표시해줘요.
mr: अ‍ॅप रक्कम आणि तारखा शोधतो आणि डुप्लिकेट वाटणारी कोणतीही गोष्ट फ्लॅग करतो.
ne: एपले रकम र मितिहरू पत्ता लगाउँछ, र नक्कल जस्तो देखिने कुरालाई झन्डा लगाउँछ।
pt_br: O app encontra valores e datas, e sinaliza qualquer coisa que pareça duplicada.
ru: Приложение находит суммы и даты и отмечает похожее на дубликаты.
ta: ஆப் தொகைகளையும் தேதிகளையும் கண்டறிந்து, நகலாகத் தெரியும் எதையும் குறிக்கும்.
te: యాప్ మొత్తాలు, తేదీలను కనుగొంటుంది, నకిలీలా కనిపించే వాటిని ఫ్లాగ్ చేస్తుంది.
tr: Uygulama tutarları ve tarihleri bulur, yinelenen görünen kayıtları işaretler.
ur: ایپ رقوم اور تاریخیں تلاش کرتی ہے، اور جو کچھ نقل لگے اسے نشان زد کرتی ہے۔
vi: Ứng dụng tìm số tiền và ngày tháng, đồng thời đánh dấu bất kỳ mục nào trông giống bị trùng lặp.
zh_hans: 应用会找出金额和日期，并标记疑似重复的条目。

source: The monthly amount is total ÷ months — edit it if your actual payment differs.
ar: المبلغ الشهري هو الإجمالي ÷ عدد الأشهر — عدّله إذا كانت دفعتك الفعلية مختلفة.
bn: মাসিক পরিমাণ হলো মোট ÷ মাস — আপনার প্রকৃত পেমেন্ট আলাদা হলে এটি এডিট করুন।
de: Der monatliche Betrag ergibt sich aus Gesamtbetrag ÷ Monate – passe ihn an, falls deine tatsächliche Zahlung abweicht.
es: El importe mensual es el total ÷ los meses; edítalo si tu pago real es distinto.
fr: Le montant mensuel correspond au total ÷ nombre de mois — modifie-le si ton paiement réel est différent.
hi: मासिक राशि कुल ÷ महीने होती है — अगर आपका असली भुगतान अलग है तो इसे संपादित करें।
id: Jumlah bulanan adalah total ÷ jumlah bulan — ubah jika pembayaran sebenarnya berbeda.
ja: 月々の金額は「合計 ÷ 月数」で計算されます。実際の支払額と異なる場合は編集してください。
ko: 월 납입액은 총액 ÷ 개월 수로 계산돼요 — 실제 납입액이 다르다면 직접 수정하세요.
mr: मासिक रक्कम म्हणजे एकूण ÷ महिने — तुमचे प्रत्यक्ष पेमेंट वेगळे असल्यास ती संपादित करा.
ne: मासिक रकम कुल ÷ महिना हो — तपाईंको वास्तविक भुक्तानी फरक भए यसलाई सम्पादन गर्नुहोस्।
pt_br: O valor mensal é total ÷ meses — edite se o seu pagamento real for diferente.
ru: Ежемесячная сумма = общая сумма ÷ количество месяцев — измените её, если ваш фактический платёж отличается.
ta: மாதத் தொகை என்பது மொத்தம் ÷ மாதங்கள் — உங்கள் உண்மையான கட்டணம் வேறுபட்டால் அதைத் திருத்தவும்.
te: నెలవారీ మొత్తం అనేది మొత్తం ÷ నెలలు — మీ అసలు చెల్లింపు వేరుగా ఉంటే దాన్ని ఎడిట్ చేయండి.
tr: Aylık tutar, toplam ÷ ay sayısıdır — gerçek ödemeniz farklıysa düzenleyebilirsiniz.
ur: ماہانہ رقم کل ÷ مہینے ہے — اگر آپ کی اصل ادائیگی مختلف ہو تو اسے تبدیل کریں۔
vi: Số tiền hàng tháng bằng tổng ÷ số tháng — hãy chỉnh sửa nếu khoản thanh toán thực tế của bạn khác.
zh_hans: 每期金额为总额 ÷ 期数 — 若实际付款不同可自行修改。

source: The monthly payment is logged automatically on the due day.
ar: تُسجَّل الدفعة الشهرية تلقائيًا في يوم الاستحقاق.
bn: মাসিক পেমেন্ট বকেয়ার দিনে স্বয়ংক্রিয়ভাবে লগ হয়ে যায়।
de: Die monatliche Zahlung wird am Fälligkeitstag automatisch erfasst.
es: El pago mensual se registra automáticamente en el día de vencimiento.
fr: La mensualité est enregistrée automatiquement le jour de l’échéance.
hi: मासिक भुगतान देय दिन पर अपने आप दर्ज हो जाता है।
id: Pembayaran bulanan dicatat otomatis pada hari jatuh tempo.
ja: 毎月の支払いは支払日に自動で記録されます。
ko: 월 납입액은 만기일에 자동으로 기록돼요.
mr: मासिक पेमेंट देय दिवशी आपोआप नोंदवले जाते.
ne: मासिक भुक्तानी तिर्ने दिनमा स्वतः लग हुन्छ।
pt_br: O pagamento mensal é registrado automaticamente no dia do vencimento.
ru: Ежемесячный платёж записывается автоматически в день оплаты.
ta: மாதக் கட்டணம் நிலுவைத் தேதியில் தானாகவே பதிவு செய்யப்படும்.
te: నెలవారీ చెల్లింపు గడువు రోజున ఆటోమేటిక్‌గా నమోదు అవుతుంది.
tr: Aylık ödeme, vade gününde otomatik olarak kaydedilir.
ur: ماہانہ ادائیگی خودکار طور پر ادائیگی کے دن درج ہو جاتی ہے۔
vi: Khoản thanh toán hàng tháng được ghi tự động vào ngày đến hạn.
zh_hans: 每期付款会在到期日自动记录。

source: These are the commitments due within the next week.
ar: هذه هي الالتزامات المستحقة خلال الأسبوع القادم.
bn: এগুলো হলো পরবর্তী সপ্তাহের মধ্যে বকেয়া হতে যাওয়া বাধ্যবাধকতা।
de: Das sind die Verpflichtungen, die in der nächsten Woche fällig werden.
es: Estos son los compromisos que vencen en la próxima semana.
fr: Voici les engagements à régler dans la semaine à venir.
hi: ये अगले हफ़्ते में देय प्रतिबद्धताएं हैं।
id: Ini adalah komitmen yang jatuh tempo dalam minggu depan.
ja: これらは今後1週間以内に期限を迎える固定費です。
ko: 다음 일주일 안에 만기가 되는 고정 지출이에요.
mr: या पुढील आठवड्यात देय असलेल्या जबाबदाऱ्या आहेत.
ne: यी अर्को हप्ताभित्र तिर्नुपर्ने प्रतिबद्धताहरू हुन्।
pt_br: Estes são os compromissos que vencem na próxima semana.
ru: Это обязательства со сроком оплаты в течение следующей недели.
ta: இவை அடுத்த வாரத்திற்குள் நிலுவையில் உள்ள கடமைகள்.
te: ఇవి వచ్చే వారంలో గడువు ఉన్న కట్టుబాట్లు.
tr: Bunlar önümüzdeki hafta içinde vadesi gelecek taahhütler.
ur: یہ وہ واجبات ہیں جو اگلے ہفتے کے اندر واجب الادا ہیں۔
vi: Đây là các khoản cam kết đến hạn trong tuần tới.
zh_hans: 这些是未来一周内到期的固定支出。

source: This month
ar: هذا الشهر
bn: এই মাস
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
hi: इस महीने
id: Bulan ini
ja: 今月
ko: 이번 달
mr: या महिन्यात
ne: यस महिना
pt_br: Este mês
ru: В этом месяце
ta: இந்த மாதம்
te: ఈ నెల
tr: Bu ay
ur: اس مہینے
vi: Tháng này

source: This Month
ar: هذا الشهر
bn: এই মাস
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
hi: इस महीने
id: Bulan Ini
ja: 今月
ko: 이번 달
mr: या महिन्यात
ne: यस महिना
pt_br: Este Mês
ru: Этот месяц
ta: இந்த மாதம்
te: ఈ నెల
tr: Bu Ay
ur: اس مہینے
vi: Tháng này
zh_hans: 本月

source: This Week
ar: هذا الأسبوع
bn: এই সপ্তাহ
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस हफ़्ते
id: Minggu Ini
ja: 今週
ko: 이번 주
mr: या आठवड्यात
ne: यस हप्ता
pt_br: Esta Semana
ru: Эта неделя
ta: இந்த வாரம்
te: ఈ వారం
tr: Bu Hafta
ur: اس ہفتے
vi: Tuần này
zh_hans: 本周

source: To cover all your bills, usual spending, and still save %lld%% — you'd need to earn at least this much per month.
ar: لتغطية جميع فواتيرك وإنفاقك المعتاد، مع ادخار %lld%% — تحتاج إلى كسب هذا القدر على الأقل شهريًا.
bn: আপনার সব বিল, স্বাভাবিক খরচ মেটাতে আর তারপরও %lld%% সঞ্চয় করতে — প্রতি মাসে অন্তত এই পরিমাণ আয় করতে হবে।
de: Um alle deine Rechnungen und üblichen Ausgaben zu decken und trotzdem %lld%% zu sparen, müsstest du mindestens diesen Betrag pro Monat verdienen.
es: Para cubrir todas tus facturas, tus gastos habituales y seguir ahorrando el %lld%%, necesitarías ganar al menos esto al mes.
fr: Pour couvrir toutes tes factures, tes dépenses habituelles, et épargner %lld %% — tu devrais gagner au moins ce montant par mois.
hi: सभी बिल, सामान्य खर्च चुकाने और फिर भी %lld%% बचाने के लिए — आपको हर महीने कम से कम इतना कमाना होगा।
id: Untuk menutupi semua tagihan, pengeluaran biasa, dan tetap menabung %lld%% — kamu perlu berpenghasilan setidaknya sebesar ini per bulan.
ja: すべての支払いといつもの支出をカバーしつつ%lld%%を貯金するには、月に少なくともこの金額を稼ぐ必要があります。
ko: 모든 청구 항목과 평소 지출을 감당하면서 %lld%%를 저축하려면, 매달 최소 이만큼은 벌어야 해요.
mr: तुमची सर्व बिले, नेहमीचा खर्च भागवून आणि तरीही %lld%% बचत करण्यासाठी — तुम्हाला दर महिन्याला किमान इतके कमवावे लागेल.
ne: आफ्ना सबै बिल र सामान्य खर्च धान्दै %lld%% बचत गर्न, तपाईंले महिनाको कम्तिमा यति कमाउनुपर्छ।
pt_br: Para cobrir todas as suas contas, os gastos habituais e ainda poupar %lld%% — você precisaria ganhar pelo menos isso por mês.
ru: Чтобы покрыть все счета, обычные расходы и всё ещё откладывать %lld%%, вам нужно зарабатывать как минимум столько в месяц.
ta: உங்கள் அனைத்துக் கட்டணங்களையும், வழக்கமான செலவுகளையும் ஈடுகட்டி, %lld%% சேமிக்கவும் வேண்டுமெனில் — நீங்கள் மாதத்திற்குக் குறைந்தபட்சம் இவ்வளவையாவது சம்பாதிக்க வேண்டும்.
te: మీ బిల్లులన్నింటినీ, మామూలు ఖర్చులను భరిస్తూ %lld%% పొదుపు చేయడానికి — మీరు నెలకు కనీసం ఇంత సంపాదించాలి.
tr: Tüm faturalarınızı, olağan harcamalarınızı karşılayıp %lld%% tasarruf edebilmek için ayda en az bu kadar kazanmanız gerekir.
ur: اپنے تمام بلوں اور معمول کے اخراجات کو پورا کرتے ہوئے اور پھر بھی %lld%% بچانے کے لیے — آپ کو ماہانہ کم از کم اتنا کمانے کی ضرورت ہوگی۔
vi: Để trang trải mọi hóa đơn, chi tiêu thường ngày và vẫn tiết kiệm %lld%% — bạn cần kiếm ít nhất số tiền này mỗi tháng.
zh_hans: 要覆盖所有账单和日常开销，同时还能存下 %lld%%，你每月至少需要赚这么多。
